[{"type": "Cardio", "exercise": "Cycling","description": "Cycling helps improve your strength, balance and coordination. It's a low-impact exercise that offers cardio with little stress on joints"}, {"type": "Weight Training","exercise": "Bench Press","description": "Bench press also known as chest press, is a weight training exercises where a person lays on their back and presses/pushes weights upward by extended arms. This exercises increases chest strength while also working shoulders, biceps and triceps"
}, {"type": "Calisthenic","exercise": "Push-ups", "description": "A push is a body weight exercises where a person starts from what's known as the prone position, with their hands palms down aligned with the shoulders, the balls of feet on the ground and the back straight. The person pushes their body up and down by straightening and bending their arms"},{"type": "Flexibility/Stretching","exercise": "Hip flexor stretch", "description": "Hip flexor muscles help assist a persons knees and bending of the waist. While kneeling (one, knee bent 90 degrees and the other on the ground), keeping your back straight, slowly push your hips forward to stretch hip as well as upper thigh and hamstring"
},{"type": "Strength and Balance", "exercise": "Flamingo", "description": "The flamingo exercises assists with strength and balance. Stand with feet shoulder width apart and hands at your side. Lift and raise one foot to the height of the opposite knee with the bottom of that foot pointing and practically resting on the opposite knee."},{"type": "Cardio","exercise": "Mountain Climbers","description": "Mountain climbers are a high-intense cardio exercise that is low impact. It helps build lower and upper body endurance while also strengthening core./n1. Begin in a push-up position and engage your core./n2. Bring the knee of your choice toward your chest with your opposite foot on the floor. Jump and switch feet in the air, bringing the opposite foot towards your chest and the foot you started with back. Continue alternating for desired time."},{"type": "Cardio","exercise": "Jump Rope","description": "Jumping rope is a plyometric workout that targets several muscles at the same time. Start in an open space with the ends of the rope in both hands and have your hands down by your side. Have the rope danging behind you. Swing the rope over your head and right before it hits the ground jump over the rope. Find a rhythm that works for you and continue this movement for however long you desire."},{"type": "Cardio","exercise": "Squat Jumps","description": "Squat jumps are a plyometric exercise that improves the strength in your legs and glutes. Stand with your feet hip-width apart. Squat down like you're sitting in a chair, focus on keeping your knees from going past your toes while keeping your thighs perpendicular to the floor. While engaging your core and glues, jump straight up and upon landing fall back into your squat position and repeat the movement."},{"type": "Cardio","exercise": "StairMaster","description": "The stairMaster is a cardio based machine that targets your quads, glutes, hamstring and calves. This is an intense cardio exercise that can aid in weight-loss and tone lower-body muscles. Start on one of the middle steps. Notice where the emergency stop is before starting. Start the machine and take a step up each stair while keeping your core and back engaged. Use handrails for safety but try to avoid leaning on them with your body weight as it can redirect the muscle activation to your arms. Increase the pace when you feel comfortable to do so. "},{"type": "Weight Training","exercise": "Bicep Curl","description": "Bicep curls focus on biceps, deltoids and other muscles in the arms. Start by holding a dumbbell in each hand with your arms hanging by your sides. Curl or bring the weights up to your shoulder level with your palms facing up. Be sure to contract your biceps on each rep. Start with a light weight and increase the weight as you see fit."},{"type": "Weight Training","exercise": "Goblet Squat","description": "Goblet squats target the quads, calves, glutes, arms and help with grip strength. Stand with feet slightly wider than shoulder-width and the the dumbbell with both hands in front of your chest. Hold the dumbbell so that it is hanging vertical to your chest. Sit down into a squat while keeping your core engaged, then drive back up focusing on using your quads and lower body. Repeat this movement."},{"type": "Weight Training","exercise": "Shoulder Press","description": "The shoulder press is an upper-body exercise that focuses on the deltoid muscles of the shoulder. This can be done seated or standing up. If standing start with the bar in front of your shoulders with your elbows tucked by your side and your hands next to your shoulder. Press or push the bar over your head keeping it aligned with your shoulders. Lock your elbows at the top and hold for a second at the top. Keep core engaged and repeat this movement. Avoid using legs for momentum. If seated the movement is the same."},{"type": "Weight Training","exercise": "Weighted Lunges","description": "A lunge is a plyometric exercise that targets quads, glutes and hamstrings. Start with dumbbells in both hands. Position one leg in front of the body with your knee bent and front foot flat on the ground. The other leg is positioned behind with a bent knee and the ball of the foot being on the ground with the heel in the air. After lunging, drive back up using lower body and keeping core engaged. Repeat this movement."},{"type": "Calisthenic","exercise": "Plank","description": "The plank is an isometric core strength exercise that uses body weight. Start in a position similar to a push up but instead of having palms on the floor, put forearms on the ground and your elbows directly under your shoulders. Stay in this position with core engaged for at least 10 seconds. Repeat this movement."},{"type": "Calisthenic","exercise": "Pull-Up","description": "The pull-up targets the back, shoulders, and biceps. This exercise can be used with bands for assistance, with the assistance plate that comes with the pull-up machine or with no assistance. Start hanging from the bar with palms facing away, pull yourself up until chin is above the bar then lower yourself back down. Keep core engaged and repeat this movement."},{"type": "Calisthenic","exercise": "Dips","description": "A dip is an upper-body strength exercise that user your body weight. They mainly target triceps but also can train shoulders, pecs and back. Start with arms extended on the dip bars, lower body until arms are bent about 90 degrees. Drive your body back and repeat this movement. If too difficult, incorporate bands to assist until you're able to support your body weight."},{"type": "Calisthenic","exercise": "Inverted Row","description": "An inverted row targets back and traps. Set up a bar on the squat rack with enough space for your to pull yourself up to the bar and lower yourself back down. Start with an underhand grip and hands shoulder-width apart. Pull your body up until your chest almost touches the bar, keep your body straight. Pause for a second at the top then lower yourself back down to the start position. Repeat this movement."},{"type": "Calisthenic","exercise": "Weighted Lunges","description": "A lunge is a plyometric exercise that targets quads, glutes and hamstrings. Start with dumbbells in both hands. Position one leg in front of the body with your knee bent and front foot flat on the ground. The other leg is positioned behind with a bent knee and the ball of the foot being on the ground with the heel in the air. After lunging, drive back up using lower body and keeping core engaged. Repeat this movement."}
]



